# TODO: 고객센터 연락처 첨부?

# 가입 인증용 TEMPLATE
SIGNUP_SUBJECT = "북경 커뮤니티 회원가입 인증 안내"
SIGNUP_MESSAGE = "{content}\n\n 본 이메일은 북경 커뮤니티 이용에 필요한 본인확인 절차를 위해 발송되었습니다.\n" \
          "모바일 애플리케이션에서 상기 코드를 입력한 뒤 회원가입을 완료하여 주시기 바랍니다.\n" \
          "본 메일은 발신 전용 메일로 회신이 불가능합니다. 문의사항이 있으시면 고객센터/아래 연락처를 이용하여 주시기 바랍니다."

# 비밀번호 리셋용 TEMPLATE
PW_RESET_SUBJECT = ""
PW_RESET_MESSAGE = "{content}\n\n 본 이메일은 북경 커뮤니티 이용에 필요한 본인확인 절차를 위해 발송되었습니다.\n" \
          "모바일 애플리케이션에서 상기 코드를 입력한 뒤 비밀번호 재설정을 완료하여 주시기 바랍니다.\n" \
          "본 메일은 발신 전용 메일로 회신이 불가능합니다. 문의사항이 있으시면 고객센터/아래 연락처를 이용하여 주시기 바랍니다."
